[{"Accession_ID": "GUDUNIMELB20191205COL1", "Title": "Identification of a sacral, visceral sensory transcriptome in embryonic and adult mice", "Description": "This collection comprises three sets of transcriptome data (bulk RNAseq) focused on primary sensory neurons in mouse dorsal root ganglia. Data was collected from adult wildtype mice, adult Trpv1 reporter mice (Trpv1PLAP-nLacZ) and E18.5 wildtype mouse embryos. In each group, ganglia from specific spinal levels were selected to enable direct comparison of mixed visceral/somatic ganglia (L6-S1) with the adjacent purely somatic ganglia (L4-L5). This enables identification of features unique to visceral neurons that innervate the pelvic organs. The majority of these sensory neurons innervate the lower urinary tract and lower bowel, with a smaller population innervating reproductive organs. The study was performed in both males and females to identify potential sex differences in the sensory transcriptome. ", "Principal_Investigator": "janet_keast", "Principal_Investigator_Name": null, "Data_Provider": "UNIMELB", "Consortium": "GUDMAP", "Curation_Status": "Release", "Persistent_ID": "https://doi.org/10.25548/16-WK64", "RID": "16-WK64", "RCT": "2019-12-05T17:06:31.543947-08:00", "RMT": "2019-12-14T16:26:14.928561-08:00", "Release_Date": "2019-12-14T16:26:14.928561", "Require_DOI?": true, "Details": null, "CIRM_RID": null}, {"Accession_ID": "RBKWUSTL20190510COL1", "Title": "Translational profiles of proximal tubule during UUO", "Description": "Injury to the proximal tubule can initiate chronic kidney disease and rates of progression are approximately 50% faster in males compared to females. The precise transcriptional changes in this nephron segment during fibrosis, and potential differences between sexes, remain undefined. We generated mice with proximal tubule-specific expression of an L10a ribosomal subunit protein fused with eGFP. We performed unilateral ureteral obstruction (UUO) surgery on male (n = 4) and female (n = 3) mice, collected proximal tubule-specific and bulk cortex mRNA at day 5 or 10 and sequenced to a depth of 30 million reads. Computational methods were applied to identify both sex-biased and shared molecular responses to fibrotic injury, including up- and down-regulated long non-coding RNAs and transcriptional regulators. Critical genes and pathways were validated by in situ hybridization.\n\n", "Principal_Investigator": "benjamin_humphreys", "Principal_Investigator_Name": null, "Data_Provider": "WUSTL", "Consortium": "RBK", "Curation_Status": "Release", "Persistent_ID": "https://doi.org/10.25548/16-E08W", "RID": "16-E08W", "RCT": "2019-05-10T13:56:11.356215-07:00", "RMT": "2019-05-28T16:08:01.073658-07:00", "Release_Date": "2019-05-10T13:56:11.356215", "Require_DOI?": true, "Details": null, "CIRM_RID": null}, {"Accession_ID": "RBKWUSTL20190610COL1", "Title": "Transcriptional profiling of mouse proximal tubular epithelial cells during injury and repair", "Description": "We used Translating Ribosome Affinity Purification coupled with next generation sequencing (TRAP-seq) to profile mouse tubular epithelial cells during the course of injury and repair using the Kim-GCE mouse model. This novel mouse model allows lineage tracing of injured mouse tubular epithelial cells, which upregulate Kim1, and translational profiling by ribosomal pull down when crossed to the EGFP-L10a mouse. Transcriptional profiling was done at day 2, 7, and 14 after bilateral ischemia reperfusion injury. ", "Principal_Investigator": "benjamin_humphreys", "Principal_Investigator_Name": null, "Data_Provider": "WUSTL", "Consortium": "RBK", "Curation_Status": "Release", "Persistent_ID": "https://doi.org/10.25548/16-E1GE", "RID": "16-E1GE", "RCT": "2019-06-10T08:01:52.706918-07:00", "RMT": "2019-06-10T11:10:55.817676-07:00", "Release_Date": "2019-06-10T08:03:58.181695", "Require_DOI?": true, "Details": null, "CIRM_RID": null}]